Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
it_it: Una metrica di prestazioni visualizzata in % che riflette la capacità di un modello di spiegare gli elementi che contribuiscono alla retribuzione. Per la regressione lineare, riflette l'aggiustamento R^2.

source: Training data used
it_it: Dati di addestramento utilizzati

source: Add all features
it_it: Aggiungi tutte le funzionalità

source: Add all
it_it: Aggiungi tutto

source: Available
it_it: Disponibile

source: Remove all features
it_it: Rimuovi tutte le funzionalità

source: Selected
it_it: Selezionato

source: Feature tree
it_it: Struttura ad albero delle funzionalità

source: No population yet
it_it: Ancora nessuna popolazione

source: Confirm population
it_it: Conferma popolazione

source: The population criteria were successfully saved.
it_it: Criteri della popolazione salvati correttamente.

source: Training data
it_it: Dati di addestramento

source: Training complete.
it_it: Addestramento completato.

source: not in
it_it: non in

source: Training complete
it_it: Addestramento completato

source: Keep new
it_it: Mantieni nuovo

source: Keep original
it_it: Mantieni originale

source: Training saved
it_it: Addestramento salvato

source: +{{count}} more
it_it: +{{count}}

source: Please contact your administrator to enable the plugin.
it_it: Contatta l'amministratore di sistema per abilitare il plugin.

source: Your account does not have access to this feature.
it_it: Il tuo account non ha accesso a questa funzione.

source: Plugin access disabled
it_it: Accesso al plugin disabilitato

source: {{count}} option available
it_it: {{count}} opzione disponibile

source: {{count}} options available
it_it: {{count}} opzioni disponibili

source: Loading...
it_it: Caricamento in corso...

source: No options available
it_it: Nessuna opzione disponibile

source: Based in
it_it: Con sede in

source: You have no listed team members. Come back later for further updates.
it_it: Non sono presenti membri del team elencati. Torna più tardi per eventuali aggiornamenti.

source: Relation
it_it: Relazione

source: Goals that require an action from you or your manager
it_it: Obiettivi che richiedono un'azione da parte Sua o del Suo responsabile

source: Approve or reject goals individually or approve all with optional comments.
it_it: Approvi o rifiuti gli obiettivi singolarmente oppure approvi tutti con commenti opzionali.

source: Goals that you own and need to work on.
it_it: Obiettivi di tua proprietà e su cui devi lavorare.

source: Goals that are shared with me
it_it: Obiettivi condivisi con me

source: Goal category
it_it: Categoria di obiettivo

source: My goals
it_it: I miei obiettivi

source: {{weight}}% weight of my goal plan
it_it: Ponderazione pari a {{weight}}% del mio piano dell'obiettivo

source: Start your journey
it_it: Inizia il tuo percorso

source: By setting a new goal
it_it: Impostando un nuovo obiettivo

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
it_it: Al momento non hai obiettivi. Una volta impostati gli obiettivi, potrai monitorare i tuoi progressi qui.

source: Here you will see the progress of your goals once they have moved forward.
it_it: Qui potrai vedere i progressi dei tuoi obiettivi una volta che saranno stati raggiunti.

source: Worker goals
it_it: Obiettivi dei collaboratori

source: Empty title
it_it: Titolo vuoto

source: Plan
it_it: Piano

source: Progress
it_it: Avanzamento

source: Search for a goal
it_it: Cerca un obiettivo

source: Search for goals or people
it_it: Cerca obiettivi o persone

source: Ready to submit
it_it: Pronto per l'invio

source: Weight: {{weight}}%
it_it: Peso: {{weight}}%

source: {{weight}}% weight
it_it: Ponderazione pari a {{weight}}%

source: Admin configuration
it_it: Configurazione amministratore

source: Administration
it_it: Amministrazione

source: Application setup
it_it: Configurazione dell'applicazione

source: Budgeting
it_it: Pianificazione dei budget

source: Builder
it_it: Generatore

source: Business data management
it_it: Gestione dei dati aziendali

source: Manage workers and organizational data
it_it: Gestione di collaboratori e dati organizzativi

source: Business logic setup
it_it: Configurazione della logica aziendale

source: Calibration
it_it: Calibrazione

source: Calibrations
it_it: Calibrazioni

source: Pay Transparency
it_it: Trasparenza salariale

source: Communication Rounds
it_it: Cicli di comunicazione

source: Compensation Management
it_it: Gestione della retribuzione

source: Configuration overview
it_it: Panoramica della configurazione

source: Compensation Rounds
it_it: Cicli di retribuzione

source: Cultural settings
it_it: Impostazioni culturali

source: Data Management
it_it: Gestione dei dati

source: Worker view
it_it: Vista collaboratore

source: Equity
it_it: Titoli azionari

source: Experience
it_it: Esperienza

source: Feature Enablement
it_it: Abilitazione delle funzionalità

source: Activate features and adjust their settings
it_it: Attiva le funzionalità e regola le loro impostazioni

source: Forms
it_it: Moduli

source: Insights
it_it: Approfondimenti

source: Homepages
it_it: Home page

source: Integrations
it_it: Integrazioni

source: Localizations
it_it: Localizzazioni

source: Manager dashboard
it_it: Dashboard del manager

source: Mobile/EX config
it_it: Configurazione mobile/EX

source: My passport
it_it: Il mio passaporto

source: My reviews
it_it: Le mie valutazioni

source: Company Network
it_it: Rete professionale

source: C.Network
it_it: Rete professionale

source: Package builder
it_it: Generatore di pacchetti

source: Pay Information
it_it: Informazioni sulla retribuzione

source: Pay Predictor
it_it: Strumento di previsione della retribuzione

source: Payout Curves
it_it: Curve di pagamento

source: People
it_it: Persone

source: Performance Management
it_it: Gestione delle prestazioni

source: Platform Setup
it_it: Configurazione della piattaforma

source: Define system parameters and customize the user experience on the platform.
it_it: Definisci i parametri di sistema e personalizza l'esperienza utente sulla piattaforma.

source: Rules
it_it: Regole

source: Security
it_it: Sicurezza

source: Main
it_it: Principale

source: Talent Review Templates
it_it: Modelli di valutazione dei talenti

source: Individual view
it_it: Vista individuale

source: Team & assigned reviews
it_it: Team e revisioni assegnate

source: Workers & roles
it_it: Collaboratori e ruoli

source: Workflows
it_it: Flussi di lavoro

source: City
it_it: Città

source: Delete picture
it_it: Elimina immagine

source: The picture was successfully deleted.
it_it: Immagine eliminata correttamente.

source: We couldn't connect.
it_it: Impossibile connettersi.

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
it_it: La tua connessione a Internet potrebbe essere instabile. Controlla la connessione e riprova. Se il problema persiste, contatta il tuo team IT per assistenza.

source: Other
it_it: Altro

source: Peer
it_it: Collega

source: Direct report
it_it: Subordinato diretto

source: Upload picture
it_it: Carica immagine

source: No due date provided
it_it: Nessuna data di scadenza fornita

source: No priority
it_it: Nessuna priorità

source: No tracking
it_it: Nessun monitoraggio

source: No type
it_it: Nessun tipo

source: The nomination was approved.
it_it: Nomina approvata.

source: The nomination was submitted.
it_it: Nomina inviata.

source: The nomination was rejected.
it_it: Nomina respinta.

source: {{count}} days to closing
it_it: {{count}} giorni alla chiusura

source: Volume updated from {{before}} stocks to {{after}} stocks.
it_it: Volume aggiornato da {{before}} azioni a {{after}} azioni.

source: Your notification list is empty.
it_it: L'elenco delle notifiche è vuoto.

source: Are you sure you want to delete all your notifications?
it_it: Eliminare tutte le notifiche?

source: Are you sure you want to mark all notifications as read?
it_it: Contrassegnare tutte le notifiche come lette?

source: All notifications were marked as read.
it_it: Tutte le notifiche sono state contrassegnate come lette.

source: Mark as read
it_it: Segna come letto

source: Mark as unread
it_it: Segna come non letto

source: View all messages
it_it: Visualizza tutti i messaggi

source: Create nudge
it_it: Crea sollecito

source: Enter the basic information and the message of the nudge
it_it: Inserisci le informazioni di base e il messaggio del sollecito

source: Nudge details
it_it: Dettagli del sollecito

source: Define the target population for the nudge
it_it: Definisci la popolazione target per il sollecito

source: Default email (notification@beqom.com)
it_it: Email predefinita (notification@beqom.com)

source: Email body
it_it: Corpo dell'email

source: Email text
it_it: Testo dell'email

source: Message notification
it_it: Notifica con messaggio

source: Mobile push notification
it_it: Notifica push mobile

source: Notification bell text
it_it: Testo della campanella di notifica

source: Nudge message
it_it: Messaggio di sollecito

source: Sender
it_it: Mittente

source: Template owners
it_it: Proprietari del modello

source: The name is mandatory.
it_it: Il nome è obbligatorio.

source: Template settings
it_it: Impostazioni del modello

source: Redirection URL
it_it: URL di reindirizzamento

source: Copy and paste the link to the platform page you want users to visit.
it_it: Copia e incolla il link alla pagina della piattaforma che vuoi che gli utenti visitino.

source: Are you sure you want to open the duplicated nudge?
it_it: Aprire il sollecito duplicato?

source: Download the modified Excel file
it_it: Scarica il file Excel modificato

source: Compile the list of people who will receive the nudge notification.
it_it: Compila l'elenco delle persone che riceveranno il sollecito.

source: View nudge
it_it: Visualizza sollecito

source: Nudge
it_it: Promemoria

source: Download Excel template
it_it: Scarica il modello Excel

source: Edit the Excel file
it_it: Modifica il file Excel

source: Add at least one recipient to send the nudge.
it_it: Aggiungi almeno un destinatario per inviare il sollecito.

source: Individuals to exclude
it_it: Individui da escludere

source: Individuals to include
it_it: Individui da includere

source: Upload a list of recipients
it_it: Carica un elenco di destinatari

source: Build a population
it_it: Costruisci una popolazione

source: Number of recipients: {{count}}
it_it: Numero di destinatari: {{count}}

source: Population setup is restricted by template creator
it_it: La configurazione della popolazione è limitata dal creatore del modello

source: Remove all selections
it_it: Rimuovi tutte le selezioni

source: Send nudge
it_it: Invia sollecito

source: Are you sure you want to send the nudge to {{count}} recipient?
it_it: Inviare il sollecito a {{count}} destinatario?

source: Are you sure you want to send the nudge to {{count}} recipients?
it_it: Inviare il sollecito a {{count}} destinatari?

source: Supported file formats: Excel. Maximum file size: 10MB.
it_it: Formati di file supportati: Excel. Dimensione massima dei file: 10 MB.

source: An error occurred while validating the file. Please check the column names, the mandatory data and the file format, before trying again.
it_it: Si è verificato un errore durante la convalida del file. Si prega di controllare i nomi delle colonne, i dati obbligatori e il formato del file, prima di riprovare.

source: The file was successfully uploaded. Please download the log file.
it_it: File caricato correttamente. Scarica il file di registro.

source: The nudge notification was successfully sent.
it_it: Notifica di sollecito inviata correttamente.

source: Go to first page
it_it: Vai alla prima pagina

source: Go to {{page}} page
it_it: Vai alla pagina {{page}}

source: Items per page
it_it: Elementi per pagina

source: {{firstRowPosition}} - {{lastRowPosition}} of {{totalRows}}
it_it: {{firstRowPosition}} - {{lastRowPosition}} di {{totalRows}}

source: Go to last page
it_it: Vai all'ultima pagina

source: Go to next page
it_it: Vai alla pagina successiva

source: Page {{page}}
it_it: Pagina {{page}}

source: Go to previous page
it_it: Vai alla pagina precedente

source: of
it_it: di

source: Multiple
it_it: Multiplo

source: Paragraph
it_it: Paragrafo

source: External
it_it: Esterno

source: Alert
it_it: Avviso

source: Manager reassigned: you
it_it: Manager riassegnato: tu

source: Career development plans that were reassigned to you
it_it: Piani di sviluppo della carriera che ti sono stati riassegnati

source: You don't have any career development plans assigned.
it_it: Non hai piani di sviluppo della carriera assegnati.

source: Assigned plans
it_it: Piani assegnati

source: No files attached
it_it: Nessun file allegato

source: Your admin hasn’t added any resources yet.
it_it: L'amministratore non ha ancora aggiunto risorse.

source: External link warning
it_it: Avviso di link esterno

source: You’re about to visit
it_it: Stai per visitare

source: Please check that this link is trustworthy before continuing.
it_it: Prima di continuare, verifica che questo link sia attendibile.

source: Access important company links and resources.
it_it: Accedi a link e risorse aziendali importanti.

source: Conversation about the career development plan
it_it: Conversazione sul piano di sviluppo professionale

source: Go to check-ins
it_it: Vai ai check-in

source: My check-ins
it_it: I miei check-in

source: Career development plan
it_it: Piano di sviluppo della carriera

source: Stage
it_it: Fase

source: Save comment
it_it: Salva commento

source: No career development plans available
it_it: Nessun piano di sviluppo professionale disponibile

source: Are you sure you want to submit the career development plan?
it_it: Inviare il piano di sviluppo professionale al tuo manager?

source: Submit career development plan
it_it: Invia il piano di sviluppo professionale

source: The career development plan was successfully submitted.
it_it: Piano di sviluppo professionale inviato correttamente.

source: Submit to manager
it_it: Invia al manager

source: Are you sure you want to submit your career development plan to your manager?
it_it: Inviare il piano di sviluppo professionale al tuo manager?

source: Go to goals
it_it: Vai agli obiettivi

source: Plan category
it_it: Categoria del piano

source: My plans
it_it: I miei piani

source: View & manage my career plans
it_it: Visualizza e gestisci i miei piani di sviluppo professionale

source: My career plans
it_it: I miei piani di sviluppo professionale

source: Manager reassigned: {{managerName}}
it_it: Manager riassegnato: {{managerName}}

source: Track your personal career development progress
it_it: Monitora i progressi del tuo sviluppo professionale personale

source: You don't have any career development plans yet
it_it: Non hai ancora piani di sviluppo della carriera

source: No plans match your search
it_it: Nessun piano corrisponde alla tua ricerca

source: My career development plans
it_it: I miei piani di sviluppo della carriera

source: Career development plan name
it_it: Nome del piano di sviluppo di carriera

source: Your admin hasn't added any questions yet.
it_it: Il tuo amministratore non ha ancora aggiunto domande.

source: No questions available
it_it: Nessuna domanda disponibile

source: Share your thoughts
it_it: Condividi le tue opinioni

source: The worker will answer this question
it_it: Il Collaboratori risponderà a questa domanda

source: Edit to add your answer
it_it: Modifica per aggiungere la tua risposta

source: Manager response pending
it_it: Risposta del manager in attesa

source: No inputs provided
it_it: Nessun input fornito

source: Worker response pending
it_it: In attesa della risposta del collaboratore

source: Career development questionnaire
it_it: Questionario sullo sviluppo professionale

source: Add skills to career development plan
it_it: Aggiungi abilità al piano di sviluppo professionale

source: Skill & competency groups
it_it: Gruppi di abilità e competenze

source: Enhance your profile by adding and rating your skills
it_it: Migliora il tuo profilo aggiungendo e valutando le tue abilità

source: Add your skills
it_it: Aggiungi le tue abilità

source: Search by skill name
it_it: Cerca per nome abilità

source: Skill & category
it_it: Abilità e categoria

source: Manager evaluation
it_it: Valutazione del manager

source: Select skill level
it_it: Seleziona il livello di abilità

source: Worker self-rating
it_it: Autovalutazione dei Collaboratori

source: No manager rating was provided
it_it: Non è stata fornita alcuna valutazione da parte del manager

source: Pending manager review
it_it: In attesa di revisione del manager

source: No self-rating was provided
it_it: Non è stata fornita un'autovalutazione

source: Pending worker review
it_it: In attesa di revisione del collaboratore

source: You cannot submit responses for this career development plan. If you wish to reconsider, please contact your manager.
it_it: Non è possibile inviare risposte per questo piano di sviluppo professionale. Se desidera riconsiderare, La preghiamo di contattare il Suo responsabile.

source: You have opted out of the career development plan.
it_it: Ha scelto di non aderire al piano di sviluppo professionale.

source: Worker refusal & submission
it_it: Rifiuto e invio dei Collaboratori

source: The worker has already submitted their inputs. You cannot mark the process as "Rejected by the worker".
it_it: Il collaboratore ha già inviato i propri input. Non è possibile contrassegnare il processo come "Rifiutato dal collaboratore".

source: Career development plan refused by worker
it_it: Piano di sviluppo professionale rifiutato dal Collaboratore

source: Are you sure you want to confirm that the worker has refused to participate in the career development plan? Once confirmed, the worker will not be able to provide responses or submit the form.
it_it: Sei sicuro di voler confermare che il Collaboratore ha rifiutato di partecipare al piano di sviluppo professionale? Una volta confermato, il Collaboratore non potrà fornire risposte né inviare il modulo.

source: Confirm career development plan refusal
it_it: Conferma il rifiuto del piano di sviluppo professionale

source: You can still add comments in the sections. Once you have completed your review, please submit the form to finalize the process.
it_it: Può ancora aggiungere commenti nelle sezioni. Una volta completata la sua Valutazione, la preghiamo di inviare il modulo per finalizzare il processo.

source: The worker has opted out of the career development plan.
it_it: Il Collaboratore ha scelto di non aderire al piano di sviluppo professionale.

source: Are you sure you want to confirm the worker’s decision to participate in the career development plan? Once confirmed, the worker will be able to provide responses or submit the form.
it_it: Sei sicuro di voler confermare la decisione del Collaboratore di partecipare al piano di sviluppo professionale? Una volta confermata, il Collaboratore potrà fornire risposte o inviare il modulo.

source: Confirm reopening of the career development plan
it_it: Confermare la riapertura del piano di sviluppo professionale

source: {{step}} (refused)
it_it: {{step}} (rifiutato)

source: Check-in category
it_it: Categoria di check-in

source: Make the most of your check-ins!
it_it: Ottieni il massimo dai tuoi check-in.

source: No upcoming check-ins
it_it: Nessun check-in previsto

source: Set a date for the following check-ins
it_it: Fissa una data per i seguenti check-in

source: No results. Please try adjusting your filters or clearing some criteria to see results.
it_it: Nessun risultato. Prova a modificare i filtri o a eliminare alcuni criteri per visualizzare risultati.

source: You haven’t created any check-ins yet. Start your journey towards growth by creating your first check-in
it_it: Non hai ancora creato alcun check-in. Inizia il tuo percorso di crescita creando il tuo primo check-in

source: Actions required
it_it: Azioni richieste

source: No results.<br/>Clear the search to show all results.
it_it: Nessun risultato.<br/>Cancella la ricerca per mostrare tutti i risultati.

source: You don’t have any goals yet. Kickstart your progress by setting your first goal!
it_it: Non hai ancora alcun obiettivo. Inizia a ottenere progressi impostando il tuo primo obiettivo.

source: This worker has no goals yet. Create goals to help their progress.
it_it: Questo collaboratore non ha ancora obiettivi. Crea obiettivi per supportare il suo progresso.

source: Go to the Check-ins page to take any required actions
it_it: Vai alla pagina dei check-in per intraprendere le azioni necessarie

source: Events history
it_it: Cronologia degli eventi

source: No compensation data to display
it_it: Nessun dato sulla retribuzione da visualizzare

source: Hide sensitive data
it_it: Nasconda i dati sensibili

source: Sensitive data is hidden
it_it: I dati sensibili sono nascosti

source: Salary change events – Last 5 years
it_it: Eventi di variazione salariale – Ultimi 5 anni

source: Historical compensation
it_it: Compensazione storica

source: Overview of recent salary changes
it_it: Panoramica delle recenti variazioni salariali

source: Last request
it_it: Ultima richiesta

source: Request date
it_it: Data della richiesta

source: Request pay information
it_it: Richiedi informazioni sulla retribuzione

source: Enter your description here
it_it: Inserisci qui la tua descrizione

source: Pay information
it_it: Informazioni sulla retribuzione

source: You cannot submit a new pay information request as you already have a request in progress.
it_it: Non puoi inviare una nuova richiesta di informazioni retributive perché ne hai già una in corso.

source: Request in progress
it_it: Richiesta in corso

source: The request was successfully created.
it_it: La richiesta è stata creata correttamente.

source: Midpoint
it_it: Valore medio

source: No position in pay range data to display
it_it: Nessuna posizione nei dati dell'intervallo retributivo da visualizzare

source: Use this toggle to hide or show your sensitive compensation information.
it_it: Utilizzi questo interruttore per nascondere o mostrare le Sue informazioni sensibili sulla retribuzione.

source: Show sensitive data
it_it: Mostra dati sensibili

source: Sensitive data is displayed
it_it: Dati sensibili sono visualizzati

source: Total direct compensation
it_it: Compenso diretto totale

source: Total indirect compensation
it_it: Compenso indiretto totale

source: Variable bonus
it_it: Bonus variabile

source: Cost center name
it_it: Nome del centro di costo

source: Education
it_it: Istruzione

source: General information
it_it: Informazioni generali

source: Hide worker details
it_it: Nascondi i dettagli dei Collaboratori

source: Role information
it_it: Informazioni sul ruolo

source: Show worker details
it_it: Mostra i dettagli dei Collaboratori

source: Start date in role
it_it: Data di inizio nel ruolo

source: Tenure
it_it: Anzianità

source: Worker information
it_it: Informazioni sui Collaboratori

source: Work city
it_it: Città di lavoro

source: No documents yet. Your most recent documents will be displayed here for easy access.
it_it: Non ci sono ancora documenti. I tuoi documenti più recenti verranno visualizzati qui per un facile accesso.

source: Latest documents
it_it: Documenti recenti

source: Date generated
it_it: Data di generazione

source: All documents you have received
it_it: Tutti i documenti che hai ricevuto
